["Mod_Name", "Remixed Additions"]
["Mod_Description", "Trying to add more content to the game."]
["Mod_Author", "Monika"]
["QuestKill", "Kill %s %s"]
["QuestCollect", "Collect %s %s"]
["QuestStart", "Hello %s! I need you to %s"]
["QuestProgress", ""]
["QuestFinished", ""]
["QuestEnded", ""]
["CharmfulBuff_Name", "Charmful"]
["CharmfulBuff_Info", "Charm your enemy's that hurt you."]
["BlazingFieryBuff_Name", "Blazing Fiery"]
["BlazingFieryBuff_Info", "You are blazing with fiery!\nYou'll set every entity (excluding yourself, your pets, and mirror images) on fire."]
["SubZeroBuff_Name", "Subzero Frost"]
["SubZeroBuff_Info", "A dangerous debuff that damages you overtime."]
["ShieldBuffNotReady_Name", "Shield: Not Ready"]
["ShieldBuffReady_Name", "Shield: Ready"]
["NecroShieldBuffNotReady_Name", "Necrotic Exchange: Not Ready"]
["NecroShieldBuffReady_Name", "Necrotic Exchange: Ready"]
["NightmareBuff_Name", "Your Nightmare"]
["NightmareBuff_Info", "Your having a nightmare so your constantly taking damage."]
["FairySpellSaved_Name", "Fairy's Blessing"]
["FairySpellNotSaved_Name", "Fairy's Curse"]
["ElementalSummon_Name", "Elemental Summon"]
["ElementalSummon_Info", "You can summon a random elemental mob to fight for you."]
["DeathlyRecruit_Name", "Deathly Recruit"]
["DeathlyRecruit_Info", "You have a chance to revive the mob you just killed with this spell and make it your pet."]
["UndeadSummon_Name", "Undead Summon"]
["UndeadSummon_Info", "You can summon a random mob.\n\nThe stronger the boss you defeat the stronger the mob you summon will be."]
["Bless_Name", "Blessing"]
["Bless_Info", "Blesses those that you see and own."]
["TestMeleeWeapon_Desc", "This is an item for testing my sword lib."]
["MagicGun_Name", "Magic Gun"]
["MagicGun_NamePlural", "Magic Guns"]
["MagicGun_Desc", "A gun with seemingly endless durability which makes it a great ranged weapon but does run out of energy after a certain amount of uses.\nIt also gets stronger as you use it so you can't upgrade it."]
["CrystallizedFlower_Name", "Crystallized Flower"]
["NightmareEye_Name", "Nightmare's Eye"]
["FrozenFlame_Name", "Flame of Frozen Explosions"]
["FrozenFlame_Desc", "The last spark of Garith's flame frozen in time, from the old days of bravery and magic. This was preserved to serve as a memento of the day the hero defeated the five-winged devil. Although it's made out of fire, its cold to touch; and is valued more by merchants and relic hunters due to its history."]
["CharmRing_Name", "Charming Ring"]
["CharmRing_Desc", "A mysterious ring that has a chance to charm those that attack you.\n\nIt appears to have no effect on bosses"]
["BlazingRing_Name", "Blazing Ring"]
["BlazingRing_Desc", "A blazing ring that surprisingly doesn't hurt to touch although you do feel a strange energy from the ring like it could do something to stuff around you."]
["ScrollOfWipeOut_Name", "Scroll of Wipe Out"]
["ScrollOfWipeOut_Desc", "Read this scroll to unleash the wrath of the dungeon spirits, killing everything on the current level.\nWell, almost everything. Some of the more powerful creatures may be not affected."]
["ScrollOfReturning_Name", "Scroll of Returning"]
["ScrollOfReturning_Desc", "You feel some strange energy coming from this scroll as if it's trying to bring you somewhere."]
["SpecialSummon_Name", "Special Tome of Summon"]
["SpecialSummon_Desc", "A special tome to summon special mobs but will break after 1-7 successful summons."]
["CactusFruit_Name", "Cactus Fruit"]
["CactusFruit_Desc", "A cactus fruit plucked straight off a cactus. Be careful when trying to eat it as some thorns could get stuck."]
["OldBandage_Name", "Old Bandage"]
["OldBandage_Desc", "What was once a good bandage has become practically useless.\n\nIt's not so great at healing."]
["Bandage_Name", "Bandage"]
["Bandage_Desc", "A brand new bandage! It's very usefull for treating wounds.\n\nIt's great at healing."]
["CatchingCapsule_Name", "Catching Capsule"]
["CatchingCapsule_Desc", "A normal capsule used for capturing mobs."]
["UltimateCatchingCapsule_Name", "Ultimate Catching Capsule"]
["UltimateCatchingCapsule_Desc", "The best catching capsule in existance, can catch any mob without fail while still fallowing the rules of the regular catching capsule."]
["NecroticShield_Name", "Necrotic Shield"]
["NecroticShield_Desc", "A shield that's made out of bones and skulls.\nThe skull looks like it's leaking an unknown necrotic green ooze."]
["OldShield_Name", "Old Knight Shield"]
["OldShield_Desc", "An Old Shield which used to belong to the knights of the Ruined Kingdom in the south-east.\nUnfortunately these were discontinued long before that castle was destroyed."]
["Board_Name", "Makeshift Shield"]
["Board_Desc", "A plank of wood that was made into a shield by the gnolls."]
["CockerSpaniel_Name", "Cocker Spankel"]
["CockerSpaniel_Desc", "This is a cocker spaniel, One of the many dog breeds."]
["InnkeeperNPC_Name", "Innkeeper"]
["InnkeeperNPC_Desc", "You can pay for a room to get fully Healed and be full."]
["BarmanNPC_Name", "Barman"]
["BarmanNPC_Desc", "He'll sell you potions and food."]
["ChefNPC_Name", "Chef"]
["ChefNPC_Desc", "One of the Inn's Chefs. better not disturb his food masterpiece."]
["RoomServiceNPC_Name", "Room Service"]
["RoomServiceNPC_Desc", "One of the Inn's Room Service. it's best to not distract him."]
["LostSoul_Name", "Lost Soul"]
["LostSoul_Desc", "You think this could be the soul of the dead adventurer.\n\nUpon closer inspection, it emits a steady yet faint light; almost as if it's waiting for a hope, a being to bring peace upon this wretched land."]
["DeadAdventurer_Name", "Ghost of the Missing Adventurer"]
["DeadAdventurer_Desc", "The Ghost of the missimg adventurer from long ago; but only staying here to get revenge on the monsters that killed them and to test the skills of other adventurers to see if they're hero worthy."]
["ShadyNPC_Name", "Shady Man"]
["ShadyNPC_Desc", "A Shady man with a mysterious aura. you better be careful around him."]
["TombRaider_Name", "Tomb Raider"]
["TombRaider_Desc", "A Tomb Raider is someone who tries to be stealthy and camouflaged at all times. Also they look like they're either water-deprived or have a golden eye and usually targets tombs."]
["AngryNimbus_Name", "Angry Nimbus"]
["AngryNimbus_Desc", "Born to protect the fairies, they were made with creation magic but was weak to withstand melee hits. Now that they're enhanced by the Overlord's magic, they soon was able to repel intruders that was threatening the fairy tribe."]
["Fairy_Name", "Fairy"]
["Fairy_Desc", "These playful mythical spirits are most often friendly with anyone; but since humans captured and sold them for a high price, they moved to unreachable places to avoid horrible fates."]
["EuropeanShorthair_Name", "European Shorthair"]
["EuropeanShorthair_Desc", "This is an european shorthair, One of the many cat breeds."]
["FairyOverlord_Name", "Fairy Overlord"]
["FairyOverlord_Desc", "The chief of the fairy tribe. The one responsible for keeping their legacy alive; she's also the reason they were able to move to the dream world. Their previous head conspired with hunters resulting to the decline of their population."]
["CeaselessVoid_Name", "Ceaseless Void"]
["CeaselessVoid_Desc", "Drawn out from malice, these eyes were the ones responsible for the unfathomable nightmare of the resented. The souls they corrupted are bound to roam the dungeon's dark walls for eternity."]
["NightmareClone_Name", "Voidlinks"]
["NightmareClone_Desc", "Born to serve their parents, these children would do everything in their ground to protect their mother; yet the least they could do is \"hide her in plain sight\". But as their bond don't hold too tight, \"severing the links\" would make her too vulnerable."]
["ConjoinedCorpse_Name", "Conjoined Corpse"]
["ConjoinedCorpse_Desc", "It manifested from the grief of parents losing their offspring by human means. They seek revenge for their shadows for they haven't even seen the light of dawn; but was already tarnished with this era's cruelty."]
["SplitCorpse_Name", "Dejected Twin"]
["SplitCorpse_Desc", "Can you hear their tormented screams? Must you really need to kill its sibling? They pleaded for mercy yet they still perished; they begged for forgiveness but they were still vanquished. Why must their fate always be butchered by a stranger? When will it stop?"]
["OmnipotentEye_Name", "Omnipotent Eye"]
["OmnipotentEye_Desc", "This dungeon's roaming guardians. Devoid of any limbs nor the ability to perceive thoughts, these fiends are the punishment for ones \"who sees but doesn't care\"."]
["TheRejected_Name", "ZX #13 - The Rejected"]
["TheRejected_Desc", "Criminals that were captured in the past were subjected to a much harsher fate compared to now. They were experimented upon unspeakable lengths without rest, and were kept alive by a Necromancer's magic.\nAfter being devoured by miasma, the Town Of Solace's residents perished along with tortured souls except for them that was separated from the rest."]
["CorpseLarva_Name", "Corpse Larva"]
["CorpseLarva_Desc", "Born from a person buried more than six feet below the ground, these vile creatures feeds off of human flesh; but would die before reaching above ground. After gaining intelligence and a mind of its own, that rather seems to not be the case."]
["UndeadSpiderMutant_Name", "Undead Mutant Arachnid"]
["UndeadSpiderMutant_Desc", "Adventurers that delved inside a random wall, may seem to find themselves inside a hallway full of doors and walls. Those that dies either by starvation or something else are then eaten by spiders clinging onto the ceiling waiting for a meal. They then fall out into the void onto another space; only to become a mindless and hungry abomination."]
["Mummy_Name", "Mummy"]
["Mummy_Desc", "A deceased body wrapped up in a type of cloth. What's left of the body of the mummy is looking for revenge on whoever or whatever killed them in the first place."]
["CactusMimic_Name", "Cactus Mimic"]
["CactusMimic_Desc", "An actual living cactus! Who thought that they were just myths?\nThey seem to have a mind of their own now; is it because they were exposed to the miasma the dungeon have? Or something more sinister?"]
["Husk_Name", "Husk"]
["Husk_Desc", "A dried and hollowed out husk of a body, constantly looking for a new creature to thurst off of."]
["SandWorm_Name", "Sand Worm"]
["SandWorm_Desc", "A Sand Worm is a strange and unknown entity of the desert. Is said to be very dangerous and should avoid at all costs... And said to swallow it's victims whole."]
["TombWorm_Name", "Tomb Worm"]
["TombWorm_Desc", "A Tomb Worm is the cousin of the Sand Worm and is even more dangerous. It even has more spikes on it's body and is venomous."]
["WormLarva_Name", "Worm Larva"]
["WormLarva_Desc", "A larva from a worm. Gross to look at and to touch."]
["BoneDragon_Name", "Bone Dragon"]
["BoneDragon_Desc", "Feared by both adventurers and monsters, this mythical creature wandered the lands hoping to find heroes that would rival his strength as to seek death after living for much too long.\nHis strength is even more dangerous than the Eyes that records of his power seem to be unknown."]
["Possessed_Name", "Possessed Armor"]
["Possessed_Desc", "A possessed suit of armor was once decoration or used around the castle but now out to \"get rid\" of intruders."]
["UndeadGuard_Name", "Undead Guard"]
["UndeadGuard_Desc", "A loyal guard that has been dead for centuries so loyal infact that it wont accept any new orders until the now dead king he was loyal to has given him a new order. And his last order was to defend this castle from intruders."]
["DarkElemental_Name", "Dark Elemental"]
["DarkElemental_Desc", "A Dark Elemental is born by mages with a dark intent when trying to summon an elemental.\nDark Elementals and Light Elementals have fought each other since the beginning of time."]
["LightElemental_Name", "Light Elemental"]
["LightElemental_Desc", "A Light Elemental is born by mages with a holy intent when trying to summon an elemental.\nLight Elementals and Dark Elementals have fought each other since the beginning of time."]
["DarkMage_Name", "Dark Mage"]
["DarkMage_Desc", "A Dark Mage was once a normal mage but has studied the magical arts of dark magic.\n\nPart of a classic duo of evil versus good.\n\nDoesn't like Light Mages all to well but can stand to be by them and work together."]
["LightMage_Name", "Light Mage"]
["LightMage_Desc", "A Light Mage was once a normal mage but has studied the magical art of light magic.\n\nPart of a classic duo of good versus evil.\n\nDoesn't like Dark Mages all to well but can stand to be by them and work together."]
["FireMage_Name", "Fire Mage"]
["FireMage_Desc", "A Fire Mage was once a normal mage but has studied the magical arts of fire magic.\n\nOne of the classic trio of Fire, Nature, and Water elements.\n\nDoesn't like Water Mages all to well but can stand to be by them and work together."]
["WaterMage_Name", "Water Mage"]
["WaterMage_Desc", "A Water Mage was once a normal mage but has studied the magical art of Water magic.\n\nOne of the classic trio of Water, Fire, and Nature elements.\n\nDoesn't like Nature Mages all to well but can stand to be by them and work together."]
["EarthMage_Name", "Nature Mage"]
["EarthMage_Desc", "A Nature Mage was once a normal mage but has studied the magical arts of nature magic.\n\nOne of the classic trio of Nature, Water, and Fire elements.\n\nDoesn't like Fire Mages all to well but can stand to be by them and work together."]
["IceMage_Name", "Ice Mage"]
["IceMage_Desc", "A Ice Mage was once a normal mage but has studied the magical art of ice magic.\n\nMost Ice Mages fail being able to use their magic outside of cold places but this one became successful on mastering their magic."]
["NotFinished_text", "This isn't finished yet!"]
["Crossroads_Directions", "North: Unknown for now\nEast: Unknown for now\nSouth: Desert\nWest: Town"]
["TombPortal_Directions", "North: Tomb Safe Room\nEast: Unknown for now\nWest: Snow Town"]
["abandonedHouse_Info", "This key belongs to the trapdoor in the Abandoned House which holds some good equipment,\nBut what happened to the house?\nWell continue reading.\n\nLong ago the house belonged to a young but brave adventurer,\nAnd at that time this town and its dungeon was less famous.\n\nLater on a terrible day this town was attacked by the monsters from the dungeon! And that adventurer was never seen since.\n\nWhy the house hasn't been rebuilt since then?\nWell people believe that the adventurer died in that house and is haunting it making sure it stays the same as it did a long time ago.\nBut will allow 1 brave soul who has brought revenge to the monsters that killed them to enter and take what equipment was left.\n\nHow I know all of this? I was a close friend to them and the only one with the copy of the original key."]
["Yes_Option", "Yes"]
["No_Option", "No"]
["Amulet_ACEnd", "End the Game"]
["Food_ACEat", "Eat"]
["Torch_ACLight", "Light"]
["Weightstone_ACApply", "Apply"]
["Pickaxe_ACMine", "Mine"]
["Plant_ACPlant", "Plant"]
["ShortSword_ACReforge", "Reforge"]
["Wand_ACZap", "Zap"]
["Scroll_ACRead", "Read"]
["TomeOfMastery_ACRead", "Read"]
["Codex_ACRead", "Read"]
["Drink_ACDrink", "Drink"]
["Potion_ACDrink", "Drink"]
["DewVial_ACDrink", "Drink"]
["Potion_ACMoisten", "Moisten"]
["EquipableItem_ACEquip", "Equip"]
["EquipableItem_ACUnequip", "Unequip"]
["Item_ACUse", "Use"]
["Item_ACThrow", "Throw"]
["Item_ACDrop", "Drop"]
["Bag_ACOpen", "Open"]
["Stylus_ACInscribe", "Inscribe"]
["ArmorKit_ACApply", "Apply"]
["ElfArmor_ACSpecial", "Nature Call"]
["HuntressArmor_ACSpecial", "Spectral Blades"]
["MageArmor_ACSpecial", "Molten Earth"]
["RougeArmor_ACSpecial", "Smoke Bomb"]
["WarriorArmor_ACSpecial", "Heroic Leap"]
["Necrotism_ACSpecial", "Necrotism"]
["Necromancer_ACSpecial", "Necromancy"]
["WandOfMagicMissile_ACDisenchant", "Disenchant"]
["LloidsBeacon_ACSet", "Set"]
["LloidsBeacon_ACReturn", "Return"]
["magicgun_action1", "Shoot"]
["magicgun_action2", "All out Shoot v1"]
["magicgun_action3", "All out Shoot v2"]
["magicgun_shoot", "Choose a cell to shoot at."]
["WeaponInfo", "This %s is a tier-%s melee weapon. Its avarage damage is %s points per hit."]
["Item_OnCooldown", "This %s is currently on cooldown."]
["Item_NeedsEquip", "You need to equip this %s in order to use it!"]
["CactusFruit_Taste", "Tasted great and I got lucky thay no thorns got stuck."]
["CactusFruit_BadTaste", "Tasted good but some thorns got stuck in my mouth!"]
["Return_SnowTown", "Return to Snowy Town"]
["Return_ToMap", "Return to %s"]
["Return_Failed", "You've failed to return to %s!"]
["Return_Successful", "You've returned to %s successfully!"]
["Bandage_ACPet", "Apply to Pet"]
["Bandage_Use", "Select a target to heal."]
["Bandage_NoHeal", "%s don't need to be healed."]
["Bandage_Text", "You tend to your wounds with the %s."]
["Bandage_PetText", "You tend to %s's wounds with the %s."]
["OldBandage_Text", "But it wasn't very effective.."]
["Bandage_ToFar", "%s is to far away from you!"]
["Bandage_Enemy", "You shouldn't heal something your trying to kill."]
["Bandage_Npc", "Npcs don't need healing."]
["Check_Mob", "Check Mob"]
["Release_Mob", "Release Mob"]
["Capsule_Killed", "Your %s died!"]
["Capsule_CantCatchHero", "You can't capture yourself!"]
["Capsule_Catch", "You caught the %s!"]
["Capsule_ToStrong", "This mob has to strong of a force to be captured!"]
["Capsule_Return", "You retrieved your %s."]
["Capsule_Escape", "The %s escaped from the capsule!"]
["Capsule_AlreadyIns", "Your %s is already inside this capsule."]
["Capsule_AlreadyOut", "Your %s is already outside this capsule."]
["Capsule_Out", "You sent out %s!"]
["Capsule_Nothing", "There's nothing inside this capsule."]
["Capsule_NothingInfo", "There's no mob inside the capsule to check."]
["Capsule_GoodInfo", "HP: %s/%s\n\nClass: %s\n\n%s\n\nAi Status: %s"]
["Capsule_OutInfo", "Retrieve your %s first to check it."]
["Capsule_ReleaseOut", "Retrieve your %s first to release it."]
["Capsule_ReleaseGood", "You've released you %s."]
["Capsule_Empty", "This capsule is empty."]
["SpecialSummon_UseWarning", "Your %s is about to break!"]
["SpecialSummon_Broke", "Your %s broke!"]
["Deathly_CantTargetSelf", "You can't target yourself."]
["Deathly_BadMob", "You can't use this on this type of mob."]
["Deathly_Recruited", "You have successfully recruited the %s!"]
["Deathly_Failed", "You have failed on recruiting the %s!"]
["Deathly_CantBePet", "You can't target yourpets!"]
["Summoned_Mob", "You have successfully summoned a %s."]
["Summon_NoSpace", "There's not enough space to summon a mob."]
["CockerSpaniel_Phrases0", "Bork!"]
["CockerSpaniel_Phrases1", "Bark!"]
["CockerSpaniel_Phrases2", "Woof!"]
["Guard_title", "Guard Dog Keeper"]
["Guard_text", "Hi are you here to buy a guard dog?"]
["Guard_BuyDog", "Buy %s - %s g"]
["Guard_DogBought", "Thank you for buying %s."]
["Guard_NoSpace", "Sorry but you don't have enough space around you to buy a %s right now."]
["Guard_NoMoney", "Sorry but you can't afford %s right now."]
["Guard_leave", "No Thanks"]
["Guard_Bye", "Come back whenever you need to get another %s."]
["Innkeeper_title", "Innkeeper"]
["Innkeeper_text", "Would you like to stay for the night?"]
["Innkeeper_stay", "Yes - %s g"]
["Innkeeper_leave", "No Thanks"]
["Innkeeper_thanks", "Thank you, hope you enjoyed your stay."]
["Innkeeper_no_money", "I'm terribly sorry but you simply can't afford a room here."]
["Innkeeper_bye", "Hope to see you again soon."]
["Barman_title", "Barman"]
["Barman_text", "What would you like today?"]
["Barman_buyPotion1", "Buy Potion of Healing - %s g"]
["Barman_buy", "Buy %s - %s g"]
["Barman_leave", "Bye"]
["Barman_thanks", "Thank you, hope you have a great Adventure."]
["Barman_unidentified", "I'm sorry but you haven't identified this item yet."]
["Barman_no_money", "I'm terribly sorry but you simply can't afford this it"]
["Barman_bye", "Hope to see you again soon."]
["Chef_text", "I'm-a busy."]
["Chef_NoFood", "You have no food that I can cook."]
["Chef_cookedFood", "I've cooked your %s for you. hope you enjoy."]
["RoomService_text", "Please leave me alone right now."]
["Shady_title", "Shady Man"]
["Shady_text", "Looks like your interested in my wares so would you be willing to take this off my hands?"]
["Shady_buySword", "Buy %s Random Sword - %s g"]
["Shady_buyBow", "Buy %s Random Bow - %s g"]
["Shady_buyWand", "Buy %s Random Wand - %s g"]
["Shady_buyGun", "Buy Gun - %s g"]
["Shady_buyUpgrade", "Buy Scroll of Upgrade - %s g"]
["Shady_leave", "Bye"]
["Shady_thanks", "Pleasure doin business with you, kid."]
["Shady_no_money", "What do you take me as, a fool? scram kid and return when you get the money."]
["Shady_noWeapon", "Sorry but there's no %s"]
["Shady_bye", "Oh? what a pitty, thought that a Adventurer would've loved these but guess I was wrong."]
["FairyOverlord_Spare", "Please spare me %s! I've only been fighting to protect the fairies which is why we fled from the forest. So I beg of you please spare me so I could continue protecting the fairies."]
["FairyOverlord_Saved", "Thank you so much %s! I'm glad there's still some good, kind entities out there other than fairies. I promise we will help you with whatever you need."]
["FairyOverlord_Thanks", "Again thanks for sparing me. Us fairies have been doing just fine."]
["FairyOverlord_Backstab", "How dare you!! Fairies kill that %s!"]
["FairyOverlord_NeedFairy", "Hello %s! I'm now willing to let you hire some of my kind as companions for you take on your journey (for the small fee of %s per fairy)."]
["FairyOverlord_BuyThanks", "Thank you for hiring one of my kind."]
["FairyOverlord_NoSpace", "You have no space around you to hire one of my kind."]
["FairyOverlord_NoMoney", "Sorry but you can't afford to hire one of my kind."]
["FairyOverlord_ComeBack", "Ok come back whenever you need a companion."]
["Fairy_Thanks", "Thank you for sparing our queen. Because of you sparing our queen we will no longer bother you."]
["Fairy_TempMsg0", "Hi."]
["Fairy_TempMsg1", "..."]
["Fairy_TempMsg2", "Hello how are you?"]
["town_deco_snowgnoll_name", "Snow-Gnoll"]
["town_deco_snowgnoll_desc", "Snowman is a traditional town decoration for the holiday season, even gnolls celebrate \"Dungeonmas\" which is a day when gnolls of all kinds and every other moster invaded the human snow town's dungeon."]
["town_deco_torn_bed_name", "Torn Bed"]
["town_deco_torn_bed_desc", "Ordinary bed that has been torn."]
["town_deco_torn_curtains_name", "Torn Curtains"]
["town_deco_torn_curtains_desc", "Stops all the unneeded light and serves as a great decoration, except these because they're torn."]
["town_deco_creator_name", "Tiles Creator"]
["town_deco_creator_desc", "The creator of these tile sprites."]
["town_deco_door_light_name", "Light"]
["town_deco_door_light_desc", "Some light comming from under the door."]
["town_deco_window_light_name", "Light"]
["town_deco_window_light_desc", "Some light coming through the window."]
["desert_deco_sand_name", "Sand"]
["desert_deco_sand_desc", "The sands of a desert."]
["desert_deco_tile_name", "Sandstone Bricks"]
["desert_deco_tile_desc", "Sandstone bricks are famous to be used for walls or floors in egypt."]
["desert_deco_pyramid_wall_name", "Sturdy Sandstone Brick Wall"]
["desert_deco_pyramid_wall_desc", "The sturdy walls of a pyramid."]
["desert_deco_tomb_wall_name", "Hardened Sandstone Brick Wall"]
["desert_deco_tomb_wall_desc", "Sturdy sandstone bricks are often used in pyramids for better support."]
["desert_deco_tomb_entrance_name", "Tomb Entrance"]
["desert_deco_tomb_entrance_desc", "The entrance to the tomb of the desert."]
["desert_deco_tomb_stairs_name", "Tomb Stairs"]
["desert_deco_tomb_stairs_desc", "These stairs lead to up to the tomb of the desert."]
["desert_deco_blown_sand_name", "Blown Sand"]
["desert_deco_blown_sand_desc", "Some sand carried by the winds of the desert just to cover these tiles."]
["desert_deco_cactus_name", "Cactus"]
["desert_deco_cactus_desc", "Cacti is one of the only few plants that can survive the natural heat of the desert, and the best part about them is that they don't need water!"]
["desert_deco_dead_bush_name", "Dead Bush"]
["desert_deco_dead_bush_desc", "A dead bush is a bush that unfortunately cannot survive in the desert."]
["desert_deco_dead_grass_name", "Dead Grass"]
["desert_deco_dead_grass_desc", "This dead grass unfortunately died long ago to where no matter what (not even by any magic) it cannot be revived."]
["desert_deco_bones_name", "Bones"]
["desert_deco_bones_desc", "Some old bones that has been surfaced by the natural winds of the desert."]
["desert_deco_glyph_name", "Glyph"]
["desert_deco_glyph_desc", "Some ancient glyphs from long ago which were used to tell stories and many other things."]
["desert_deco_pathway_name", "Pathway"]
["desert_deco_pathway_desc", "A pathway was originally just regular sandstone bricks but thanks to the winds of the desert some sand has covered it."]
["desert_deco_hardened_sand_name", "Hardened Sand"]
["desert_deco_hardened_sand_desc", "Some sand has hardened here to where it's very hard to fall in between your fingers."]
["desert_deco_stones_name", "Rocks"]
["desert_deco_stones_desc", "Some revealed stones thanks to the desert winds, better be careful."]
["CockerSpaniel_AiStatus", "This dog is doing ordinary dog things"]
["0Map_Name", "Nil"]
["testLevelMap_Name", "Test Level"]
["homeMap_Name", "Player's Home"]
["crossroadsMap_Name", "Crossroads"]
["ruinedCastleMap_Name", "Ruined Castle"]
["desertMap_Name", "Desert"]
["tombMap_Name", "Tomb"]
["snowTownMap_Name", "Snowy Town"]
["shedMap_Name", "Snowy Town's Shed"]
["house1Map_Name", "Adventurer's Friend's House"]
["house2Map_Name", "Adventurer's House"]
["house2_basementMap_Name", "Adventurer's House's Basement"]
["tower1Map_Name", "Snowy Town's Tower (first floor)"]
["tower2Map_Name", "Snowy Town's Tower (second floor)"]
["innMap_Name", "Snowy Town's Inn"]
["cinemaMap_Name", "Snowy Town's Cinema"]
["churchMap_Name", "Snowy Town's Church"]
["fortuneMap_Name", "Fortune Teller's House"]
["libraryMap_Name", "Snowy Town's Library"]
["atticMap_Name", "Snowy Town's Library (attic)"]
["snowShopMap_Name", "Snowy Town's Shop"]
["portal_room_lvl5Map_Name", "Snowy Town's Dungeon Portal Room (floor 5)"]
["portal_room_lvl10Map_Name", "Snowy Town's Dungeon Portal Room (floor 10)"]
["portal_room_lvl15Map_Name", "Snowy Town's Dungeon Portal Room (floor 15)"]
["portal_room_lvl20Map_Name", "Snowy Town's Dungeon Portal Room (floor 20)"]
["portal_room_lvl25Map_Name", "Snowy Town's Dungeon Portal Room (floor 25)"]
["portal_room_lvl31Map_Name", "Snowy Town's Dungeon Portal Room (floor 31)"]
["portal_room_lvl35Map_Name", "Snowy Town's Dungeon Portal Room (floor 35)"]
["shadow_lord_levelMap_Name", "Snowy Town's Dungeon Boss Shadow Lord"]
["6sMap_Name", "Snowy Town's Dungeon (Spider Cave, floor 1)"]
["7sMap_Name", "Snowy Town's Dungeon (Spider Cave, floor 2)"]
["8sMap_Name", "Snowy Town's Dungeon (Spider Cave, floor 3)"]
["9sMap_Name", "Snowy Town's Dungeon (Spider Cave, floor 4)"]
["10sMap_Name", "Snowy Town's Dungeon (Spider Cave, floor 5)"]
["necro1Map_Name", "Snowy Town's Dungeon (Necropolis, floor 1)"]
["necro2Map_Name", "Snowy Town's Dungeon (Necropolis, floor 2)"]
["necro3Map_Name", "Snowy Town's Dungeon (Necropolis, floor 3)"]
["necro4Map_Name", "Snowy Town's Dungeon (Necropolis, floor 4)"]
["necro5Map_Name", "Snowy Town's Dungeon Boss Lich (Necropolis, floor 5)"]
["ice1Map_Name", "Snowy Town's Dungeon (Ice Caves, floor 1)"]
["ice2Map_Name", "Snowy Town's Dungeon (Ice Caves, floor 2)"]
["ice3Map_Name", "Snowy Town's Dungeon (Ice Caves, floor 3)"]
["ice4Map_Name", "Snowy Town's Dungeon (Ice Caves, floor 4)"]
["ice5Map_Name", "Snowy Town's Dungeon Boss Ice Guardian (Ice Caves, floor 5)"]
["1Map_Name", "Snowy Town's Dungeon (floor 1)"]
["2Map_Name", "Snowy Town's Dungeon (floor 2)"]
["3Map_Name", "Snowy Town's Dungeon (floor 3)"]
["4Map_Name", "Snowy Town's Dungeon (floor 4)"]
["5Map_Name", "Snowy Town's Dungeon Boss (floor 5)"]
["6Map_Name", "Snowy Town's Dungeon (floor 6)"]
["7Map_Name", "Snowy Town's Dungeon (floor 7)"]
["8Map_Name", "Snowy Town's Dungeon (floor 8)"]
["9Map_Name", "Snowy Town's Dungeon (floor 9)"]
["10Map_Name", "Snowy Town's Dungeon Boss (floor 10)"]
["11Map_Name", "Snowy Town's Dungeon (floor 11)"]
["12Map_Name", "Snowy Town's Dungeon (floor 12)"]
["13Map_Name", "Snowy Town's Dungeon (floor 13)"]
["14Map_Name", "Snowy Town's Dungeon (floor 14)"]
["15Map_Name", "Snowy Town's Dungeon Boss (floor 15)"]
["16Map_Name", "Snowy Town's Dungeon (floor 16)"]
["17Map_Name", "Snowy Town's Dungeon (floor 17)"]
["18Map_Name", "Snowy Town's Dungeon (floor 18)"]
["19Map_Name", "Snowy Town's Dungeon (floor 19)"]
["20Map_Name", "Snowy Town's Dungeon Boss (floor 20)"]
["21Map_Name", "Snowy Town's Dungeon (floor 21)"]
["22Map_Name", "Snowy Town's Dungeon (floor 22)"]
["23Map_Name", "Snowy Town's Dungeon (floor 23)"]
["24Map_Name", "Snowy Town's Dungeon (floor 24)"]
["25Map_Name", "Snowy Town's Dungeon Boss (floor 25)"]
["26Map_Name", "Snowy Town's Dungeon (floor 26)"]
["27Map_Name", "Snowy Town's Dungeon (floor 27)"]
["28Map_Name", "Snowy Town's Dungeon (floor 28)"]
["29Map_Name", "Snowy Town's Dungeon (floor 29)"]
["30Map_Name", "Snowy Town's Dungeon (floor 30)"]
["31Map_Name", "Snowy Town's Dungeon Boss (floor 31)"]
["32Map_Name", "Snowy Town's Dungeon (floor 32)"]
["36Map_Name", "Snowy Town's Dungeon (floor 36)"]
["tombPortal_room_lvl1Map_Name", "Desert Dungeon Portal Room (floor 6)"]
["tomb1Map_Name", "Desert Dungeon (floor 1)"]
["tomb2Map_Name", "Desert Dungeon (floor 2)"]
["tomb3Map_Name", "Desert Dungeon (floor 3)"]
["tomb4Map_Name", "Desert Dungeon (floor 4)"]
["tomb5Map_Name", "Desert Dungeon (floor 5)"]
["tomb6Map_Name", "Desert Dungeon (floor 6)"]
["tomb7Map_Name", "Desert Dungeon (floor 7)"]
["tombFinalMap_Name", "Desert Dungeon Boss Bone Dragon (floor 8)"]
["sleepPortal_room_lvl1Map_Name", "Sleep Dungeon Portal Room (floor 6)"]
["sleep1Map_Name", "Sleep Dungeon (floor 1)"]
["sleep2Map_Name", "Sleep Dungeon (floor 2)"]
["sleep3Map_Name", "Sleep Dungeon (floor 3)"]
["sleep4Map_Name", "Sleep Dungeon (floor 4)"]
["sleep5Map_Name", "Sleep Dungeon (floor 5)"]
["dreamPortal_room_lvl1Map_Name", "Dream Dungeon Portal Room (floor 12)"]
["dreamPortal_room_lvl2Map_Name", "Dream Dungeon Portal Room (floor 17)"]
["dream1Map_Name", "Dream Dungeon (floor 7)"]
["dream2Map_Name", "Dream Dungeon (floor 8)"]
["dream3Map_Name", "Dream Dungeon (floor 9)"]
["dream4Map_Name", "Dream Dungeon (floor 10)"]
["dream5Map_Name", "Dream Dungeon (floor 11)"]
["dream6Map_Name", "Dream Dungeon (floor 13)"]
["dream7Map_Name", "Dream Dungeon (floor 14)"]
["dream8Map_Name", "Dream Dungeon (floor 15)"]
["dream9Map_Name", "Dream Dungeon (floor 16)"]
["dreamFinalMap_Name", "Dream Dungeon Boss Fairy Overlord (floor 17)"]
["nightmarePortal_room_lvl1Map_Name", "Nightmare Dungeon Portal Room (floor 12)"]
["nightmarePortal_room_lvl2Map_Name", "Nightmare Dungeon Portal Room (floor 17)"]
["nightmare1Map_Name", "Nightmare Dungeon (floor 7)"]
["nightmare2Map_Name", "Nightmare Dungeon (floor 8)"]
["nightmare3Map_Name", "Nightmare Dungeon (floor 9)"]
["nightmare4Map_Name", "Nightmare Dungeon (floor 10)"]
["nightmare5Map_Name", "Nightmare Dungeon (floor 11)"]
["nightmare6Map_Name", "Nightmare Dungeon (floor 13)"]
["nightmare7Map_Name", "Nightmare Dungeon (floor 14)"]
["nightmare8Map_Name", "Nightmare Dungeon (floor 15)"]
["nightmare9Map_Name", "Nightmare Dungeon (floor 16)"]
["nightmareFinalMap_Name", "Nightmare Dungeon Boss Ceaseless Void (floor 17)"]