["Mod_Name", "Remixed Additions"]
["Mod_Description", "Essaye d'ajouter plus de contenu au jeu."]
["Mod_Author", "Monika, trad fr par Machiavel Dhy'v"]
["QuestKill", "Tuer %s %s"]
["QuestCollect", "Ramasser %s %s"]
["QuestStart", "Bonjour %s! J'ai besoin que vous %s"]
["QuestProgress", ""]
["QuestFinished", ""]
["QuestEnded", ""]
["CharmfulBuff_Name", "Charmant"]
["CharmfulBuff_Info", "Charme les ennemis qui vous blessent."]
["BlazingFieryBuff_Name", "Flamboiement ardent"]
["BlazingFieryBuff_Info", "Vous flamboyez ardemment !\nVous brûlerez toutes les entités (à part vous, vos mignons et vos images mirroir)."]
["SubZeroBuff_Name", "Zéro absolu"]
["SubZeroBuff_Info", "Un debuff dangereux qui vous blesse sur la durée."]
["ShieldBuffNotReady_Name", "Bouclier : pas prêt"]
["ShieldBuffReady_Name", "Bouclier : prêt"]
["NecroShieldBuffNotReady_Name", "Échange nécrotique : pas prêt"]
["NecroShieldBuffReady_Name", "Échange nécrotique : prêt"]
["NightmareBuff_Name", "Votre cauchemar"]
["NightmareBuff_Info", "Vous avez un cauchemar et prenez donc constamment des dégâts."]
["FairySpellSaved_Name", "Bénédiction féérique"]
["FairySpellNotSaved_Name", "Malédiction féérique"]
["ElementalSummon_Name", "Invocation élémentale"]
["ElementalSummon_Info", "Vous pouvez invoquer un monstre élémental aléatoire pour combattre pour vous."]
["DeathlyRecruit_Name", "Recrutement mortel"]
["DeathlyRecruit_Info", "Vous avez une chance de ranimer le monstre que vous venez de tuer avec ce sort et d'en faire votre mignon."]
["UndeadSummon_Name", "Invocation du non-mort"]
["UndeadSummon_Info", "Vous pouvez invoquer un monstre aléatoire.\n\nPlus fort est le boss que vous vainquez, plus fort sera le monstre que vous invoquez."]
["Bless_Name", "Bénédiction"]
["Bless_Info", "Bénit ceux que vous voyez et possédez."]
["TestMeleeWeapon_Desc", "C'est un objet pour tester ma librairie d'épée."]
["MagicGun_Name", "Pistolet magique"]
["MagicGun_NamePlural", "Pistolets magiques"]
["MagicGun_Desc", "Un pistolet qui semble avoir une durabilité infinie, en faisant un parfaite arme à distance, mais tombe à court d'énergie après un certain nombre d'utilisations.\nIl se renforce également à l'usage, vous ne pouvez donc pas l'améliorer."]
["CrystallizedFlower_Name", "Fleur crystalisée"]
["NightmareEye_Name", "Oeil du cauchemar"]
["FrozenFlame_Name", "Flamme d'explosion figée"]
["FrozenFlame_Desc", "La dernière étincelle de la flamme de Garith figée dans le temps, des jours anciens de la bravoure et de la magie. Elle fut préservée pour servir de mémorial au jour où le héros a vaincu le démon aux cinq ailes. Bien qu'elle soit faite de feu, elle est froide au toucher ; et a plus de valeurs pour les marchands et les chasseurs de reliques à cause de son histoire."]
["CharmRing_Name", "Anneau charmant"]
["CharmRing_Desc", "Un anneau mystérieux qui a une chance de charmer vos assaillants.\n\nIl n'a pas d'effet sur les boss."]
["BlazingRing_Name", "Anneau flamboyant"]
["BlazingRing_Desc", "Un anneau flamboyant qui ne brûle étonnamment pas au toucher bien que vous sentiez une énergie étrange en provenir, comme si il pouvait agir sur ce qui vous entoure."]
["ScrollOfWipeOut_Name", "Parchemin d'anéantissement"]
["ScrollOfWipeOut_Desc", "Lisez ce parchemin pour libérer la colère des esprits du donjon, tuant tout ce qui se trouve à cet étage.\nEnfin, presque tout. Certaines des créatures les plus fortes pourraient ne pas être affectées."]
["ScrollOfReturning_Name", "Parchemin de retour"]
["ScrollOfReturning_Desc", "Vous sentez une étrange énergie venant de ce parchemin comme si il tentait de vous emmener quelque part."]
["SpecialSummon_Name", "Tome d'invocation spécial"]
["SpecialSummon_Desc", "Un tome spécial pour invoquer des monstres spéciaux mais qui se brisera après 1-7 invocations réussies."]
["CactusFruit_Name", "Fruit de cactus"]
["CactusFruit_Desc", "Un fruit de cactus prit directement sur un cactus. Soyez prudent en tentant de l'avaler car il pourrait rester des épines."]
["OldBandage_Name", "Vieux bandage"]
["OldBandage_Desc", "Ce qui était autrefois un bon bandage est devenu pratiquement inutile.\n\nNe soigne pas très efficacement."]
["Bandage_Name", "Bandage"]
["Bandage_Desc", "Un bandage tout neuf ! C'est très utiles pour traiter les blessures.\n\nParfait pour se soigner."]
["CatchingCapsule_Name", "Prisoncapsule"]
["CatchingCapsule_Desc", "Une capsule normale pour capturer des monstres."]
["UltimateCatchingCapsule_Name", "Prisoncapsule ultime"]
["UltimateCatchingCapsule_Desc", "La meilleure prisoncapsule existante, peut attraper n'importe quel monstre sans faute tout en suivant le principe de la prisoncapsule normale."]
["NecroticShield_Name", "Bouclier nécrotique"]
["NecroticShield_Desc", "Un bouclier fait d'os et d'un crâne.\nLe crâne semble vomir un exsudat nécrotique vert inconnu."]
["OldShield_Name", "Vieux bouclier de chevalier"]
["OldShield_Desc", "Un vieux bouclier qui appartenait autrefois aux chevaliers du Royaume en ruines au sud-est.\nHélas, leur manufacture fut stoppée bien avant que ce château ne fut détruit."]
["Board_Name", "Bouclier bricolé"]
["Board_Desc", "Une planche de bois transformée en bouclier par les gnolls."]
["CockerSpaniel_Name", "Épagneul cocker"]
["CockerSpaniel_Desc", "C'est un épagneul cocker, une des nombreuses races de chiens."]
["InnkeeperNPC_Name", "Aubergiste"]
["InnkeeperNPC_Desc", "Payez-vous une chambre pour vous reposer et prendre un bon repas."]
["BarmanNPC_Name", "Barman"]
["BarmanNPC_Desc", "Il vous vendra potions et nourriture."]
["ChefNPC_Name", "Chef"]
["ChefNPC_Desc", "Un des chefs de l'auberge. Mieux vaut ne pas le déranger en plein chef-d'oeuvre."]
["RoomServiceNPC_Name", "Service de chambre"]
["RoomServiceNPC_Desc", "Un des valets de l'auberge. Mieux vaut ne pas le distraire."]
["LostSoul_Name", "Âme perdue"]
["LostSoul_Desc", "Vous pensez qu'il pourrait s'agir de l'âme de l'aventurier mort.\n\nEn l'examinant de plus près, il émet une stable mais faible lueur ; presque comme si il attendait un espoir, un être pouvant ramener la paix sur ces terres misérables."]
["DeadAdventurer_Name", "Fantôme de l'aventurier disparu"]
["DeadAdventurer_Desc", "le fantôme de l'aventurier disparu il y a longtemps ; Mais il ne reste que pour se venger des monstres qui l'ont tué et pour tester les talents des autres aventuries pour voir si ils sont dignes d'être des héros."]
["ShadyNPC_Name", "Homme trouble"]
["ShadyNPC_Desc", "Un homme trouble avec une aura mystérieuse. Vous devriez rester prudent prêt de lui."]
["TombRaider_Name", "Pilleur de tombe"]
["TombRaider_Desc", "Un pilleur de tombe est quelqu'un qui tente d'être discret et camouflé en tout temps. Ils ont aussi souvent l'air déshydratés ou ont un oeil d'or et cible habituellement les tombes."]
["AngryNimbus_Name", "Nimbus énervé"]
["AngryNimbus_Desc", "Nés pour protéger les fées,ils étaient faits de magie de création mais ne tenaient pas au corps-à-corps. Maintenant qu'ils sont améliorés par la magie de la Suzeraine, ils sont tout-à-fait capables de repousser les intrus menaçants la tribu féérique."]
["Fairy_Name", "Fée"]
["Fairy_Desc", "Ces esprits mythiques joueurs sont la plupart du temps amicaux avec n'importe qui ; mais depuis que les humains les capturent et les vendent à prix d'or, elles se sont déplacées vers des lieux inaccessibles afin d'éviter de tragiques destinées."]
["EuropeanShorthair_Name", "Chat européen"]
["EuropeanShorthair_Desc", "C'est un chat européen, une des nombreuses races de chats."]
["FairyOverlord_Name", "Fée suzeraine"]
["FairyOverlord_Desc", "La chef de la tribu féérique. Il est de sa responsabilité de garder leur héritage vivant ; elle est aussi la raison de leur déplacement dans le monde du rêve. Leur précédente suzeraine conspirait avec les chasseurs, causant le déclin de leur population."]
["CeaselessVoid_Name", "Néant infini"]
["CeaselessVoid_Desc", "Tirés par la malice, ces yeux furent les responsables de l'insondable cauchemar du ressentiment. Les âmes qu'ils ont corrompues sont condamnées à errer entre les murs noirs du donjon pour l'éternité."]
["NightmareClone_Name", "Liens du néant"]
["NightmareClone_Desc", "Nés pour servir leurs parents, ces enfants feraient tout ce qui est en leur pouvoir pour protéger leur mère ; toutefois le moins qu'ils puissent faire est de \"la cacher à la vue de tous\". Mais comme leurs liens sont faibles, \"couper les liens\" la rendrait vulnérable aussi."]
["ConjoinedCorpse_Name", "Corps conjoints"]
["ConjoinedCorpse_Desc", "Il se manifeste depuis le deuil de parents ayant perdus leurs enfants par des mains humaines. Ils cherchent à se venger de leurs ombres car ils n'ont même pas vu la lumière de l'aube ; mais elle était déjà ternie par la cruauté de cette époque."]
["SplitCorpse_Name", "Jumeau dépressif"]
["SplitCorpse_Desc", "Pouvez-vous entendre leurs cris tourmentés ? Avez-vous vraiment besoin de tuer son jumeau ? Ils ont imploré la pitié, mais ils ont quand même péri ; ils ont imploré le pardon, mais ils ont quand même été vaincus. Pourquoi leur destin doit-il toujours être massacré par un étranger ? Quand cela s'arrêtera-t-il ?"]
["OmnipotentEye_Name", "Oeil omnipotent"]
["OmnipotentEye_Desc", "Les gardiens errants de ce donjon. Dénués de tout membre et incapables de percevoir la pensée, ces créatures sont la punition de ceux \"qui voient mais ne s'intéressent pas\"."]
["TheRejected_Name", "ZX #13 - Le rejeté"]
["TheRejected_Desc", "Les criminels du passé subissaient un destin bien plus dur que maintenant. Ils servaient de cobayes un temps inimaginable sans repos, et étaient maintenus en vie par la magie d'un Nécromancien.\nAprès avoir été dévorés par le miasme, les résidents de la ville de Solace périrent avec les âmes torturées à l'exception de ceux qui étaient loin des autres."]
["CorpseLarva_Name", "Larve de corps"]
["CorpseLarva_Desc", "Née d'une personne enterrée plus de six pieds sous terre, ces viles créatures se nourrissent de chair humaine ; mais mourraient avant d'atteindre la surface. Après avoir gagné une intelligence et un esprit propre, ça n'a plus l'air d'être le cas."]
["UndeadSpiderMutant_Name", "Mutant mort-vivant arachnide"]
["UndeadSpiderMutant_Desc", "Les aventuriers qui ont traversé un quelconque mur, pourraient se retrouver dans un couloir plein de portes et de murs. Ceux qui y meurent de faim ou d'autre chose sont alors dévorés par les araignées accrochées au plafond qui n'attendaient qu'un repas. Ils traversent alors le néant vers un autre espace ; seulement pour devenir une abomination affamée et décérébrée."]
["Mummy_Name", "Momie"]
["Mummy_Desc", "Un cadavre enroulé dans une sorte de tissu. Ce qu'il reste du corps de la momie cherche à se venger de la cause de sa mort."]
["CactusMimic_Name", "Imitation de cactus"]
["CactusMimic_Desc", "Un cactus vivant ! Qui a dit que ce n'étaient que des mythes ?\nIls ont l'air d'avoir leur propre esprit désormais ; est-ce parce qu'ils ont été exposés au miasme du donjon ? Ou quelque chose de plus sinistre ?"]
["Husk_Name", "Coquille"]
["Husk_Desc", "Une coquille de cadavre séchée et vidée, constamment à la recherche d'une nouvelle créature sur laquelle s'appuyer."]
["SandWorm_Name", "Ver de sable"]
["SandWorm_Desc", "Un ver de sable est une entité étrange et inconnue du désert. On le dit très dangereux, et qu'il vaut mieux l'éviter à tout prix... On raconte aussi qu'il avale entièrement ses victimes."]
["TombWorm_Name", "Ver de tombe"]
["TombWorm_Desc", "Le Ver de tombe est un cousin du Ver de sable et est encore plus dangereux. Il a même plus de pics sur le corps et est venimeux."]
["WormLarva_Name", "Larve de ver"]
["WormLarva_Desc", "Une larve d'un ver. Aussi dégoûtant à voir qu'à toucher."]
["BoneDragon_Name", "Dragon osseux"]
["BoneDragon_Desc", "Craint tant par les aventuriers que par les monstres, cette créature mythique traversa le pays pour trouver un héros qui rivaliserait avec sa force afin de pouvoir mourir après avoir vécu bien trop longtemps.\nSa force est bien plus dangereuse que celles des Yeux, car aucun écrit de sa puissance n'est connu."]
["Possessed_Name", "Armure possédée"]
["Possessed_Desc", "Une armure possédée qui était autrefois une décoration du château mais qui va maintenant \"se débarasser\" des intrus."]
["UndeadGuard_Name", "Garde mort-vivant"]
["UndeadGuard_Desc", "Un garde loyal, mort depuis des siècles, si loyal qu'il n'acceptera aucun nouvel ordre tant que le roi désormais mort auquel il était loyal ne lui aura pas donné un nouvel ordre. Et son dernier ordre était de défendre ce château contre les intrus."]
["DarkElemental_Name", "Élémentaire de ténèbres"]
["DarkElemental_Desc", "Un élémentaire de ténèbres naît lorsque des mages aux intentions sombres tentent d'invoquer un élémentaire.\nLes élémentaires de ténèbres et les élémentaires de lumière s'affrontent depuis la nuit des temps."]
["LightElemental_Name", "Élémentaire de lumière"]
["LightElemental_Desc", "Un élémentaire de lumière naît de mages ayant une intention sacrée lorsqu'ils tentent d'invoquer un élémentaire.\nLes élémentaires de lumière et les élémentaires des ténèbres s'affrontent depuis la nuit des temps."]
["DarkMage_Name", "Mage des ténèbres"]
["DarkMage_Desc", "Un Mage des ténèbres était autrefois un mage normal, mais il a étudié les arts magiques de la magie noire.\n\nIl fait partie du duo classique du mal contre le bien.\n\nIl n'aime pas trop les Mages de la lumière, mais il peut supporter de les côtoyer et de travailler ensemble."]
["LightMage_Name", "Mage de la lumière"]
["LightMage_Desc", "Un Mage de la lumière était autrefois un mage normal, mais il a étudié l'art de la magie de la lumière.\n\nIl fait partie du duo classique du bien contre le mal.\n\nIl n'aime pas trop les Mages Noirs, mais il peut supporter de les côtoyer et de travailler ensemble."]
["FireMage_Name", "Mage du feu"]
["FireMage_Desc", "Un Mage du feu était autrefois un mage normal, mais il a étudié les arts magiques de la magie du feu.\n\nIl fait partie du trio classique des éléments Feu, Nature et Eau.\n\nIl n'aime pas trop les Mages de l'eau, mais peut supporter d'être à leurs côtés et de travailler ensemble."]
["WaterMage_Name", "Mage de l'eau"]
["WaterMage_Desc", "Un Mage de l'eau était autrefois un mage normal, mais il a étudié l'art de la magie de l'eau.\n\nIl fait partie du trio classique des éléments Eau, Feu et Nature.\n\nIl n'aime pas trop les Mages de la nature, mais peut supporter d'être à leurs côtés et de travailler ensemble."]
["EarthMage_Name", "Mage de la nature"]
["EarthMage_Desc", "Un Mage de la nature était autrefois un mage normal mais a étudié les arts magiques de la magie de la nature.\n\nIl fait partie du trio classique des éléments Nature, Eau et Feu.\n\nIl n'aime pas trop les Mages du feu mais peut supporter d'être à leurs côtés et de travailler ensemble."]
["IceMage_Name", "Mage de la glace"]
["IceMage_Desc", "Un Mage de la glace était autrefois un mage normal mais il a étudié l'art de la magie des glaces.\n\nLa plupart des Mages de la glace ne parviennent pas à utiliser leur magie en dehors des endroits froids mais celui-ci a réussi à maîtriser sa magie."]
["NotFinished_text", "Ce n'est pas encore fini !"]
["Crossroads_Directions", "Nord : Inconnu pour le moment\nEst : Inconnu pour le moment\nSud : Désert\nOuest : Ville"]
["TombPortal_Directions", "Nord : Salle au trésor de la tombe\nEst : Inconnu pour le moment\nOuest : Villeneige"]
["abandonedHouse_Info", "Cette clé appartient à la trappe de la Maison abandonnée qui contient un bon équipement,\nmais qu'est-il arrivé à la maison ?\nEh bien, continuez à lire.\n\nIl y a longtemps, la maison appartenait à un jeune mais courageux aventurier,\net à cette époque, cette ville et son donjon étaient moins célèbres.\nPlus tard, un jour terrible, cette ville a été attaquée par les monstres du donjon ! Et cet aventurier n'a jamais été revu depuis.\n\nPourquoi la maison n'a-t-elle pas été reconstruite depuis ?\nEt bien, les gens croient que l'aventurier est mort dans cette maison et qu'il la hante en s'assurant qu'elle reste la même qu'il y a longtemps.\nMais permettra à 1 âme courageuse qui s'est vengée des monstres qui l'ont tué d'entrer et de prendre l'équipement restant.\n\nComment je sais tout ça ? J'étais un ami proche et le seul à avoir le double de la clé originale."]
["Yes_Option", "Oui"]
["No_Option", "Non"]
["Amulet_ACEnd", "Finir le jeu"]
["Food_ACEat", "Manger"]
["Torch_ACLight", "Allumer"]
["Weightstone_ACApply", "Appliquer"]
["Pickaxe_ACMine", "Miner"]
["Plant_ACPlant", "Planter"]
["ShortSword_ACReforge", "Reforger"]
["Wand_ACZap", "Utiliser"]
["Scroll_ACRead", "Lire"]
["TomeOfMastery_ACRead", "Lire"]
["Codex_ACRead", "Lire"]
["Drink_ACDrink", "Boire"]
["Potion_ACDrink", "Boire"]
["DewVial_ACDrink", "Boire"]
["Potion_ACMoisten", "verser"]
["EquipableItem_ACEquip", "Équiper"]
["EquipableItem_ACUnequip", "Déséquiper"]
["Item_ACUse", "Utiliser"]
["Item_ACThrow", "Lancer"]
["Item_ACDrop", "Lâcher"]
["Bag_ACOpen", "Ouvrir"]
["Stylus_ACInscribe", "Inscrire"]
["ArmorKit_ACApply", "Appliquer"]
["ElfArmor_ACSpecial", "Appel de la nature"]
["HuntressArmor_ACSpecial", "Lames spectrales"]
["MageArmor_ACSpecial", "Terre en fusion"]
["RougeArmor_ACSpecial", "Bombe fumigène"]
["WarriorArmor_ACSpecial", "µBod héroïque"]
["Necrotism_ACSpecial", "Nécrotisme"]
["Necromancer_ACSpecial", "Nécromancie"]
["WandOfMagicMissile_ACDisenchant", "Désenchanter"]
["LloidsBeacon_ACSet", "placer"]
["LloidsBeacon_ACReturn", "Ramener"]
["magicgun_action1", "Tirer"]
["magicgun_action2", "Tir de suppression v1"]
["magicgun_action3", "Tir de suppression v2"]
["magicgun_shoot", "Choisissez une cellule sur laquelle tirer."]
["WeaponInfo", "%s est une arme de mêlée de rang %s. Ses dégâts moyen sont de %s points par coup."]
["Item_OnCooldown", "%s est phase de refroidissement."]
["Item_NeedsEquip", "Vous devez équiper %s avant de pouvoir l'utiliser !"]
["CactusFruit_Taste", "C'était bon et j'ai eu de la chance qu'il n'y ait pas d'épine."]
["CactusFruit_BadTaste", "C'était bon mais j'ai des épines coincées dans la bouche !"]
["Return_SnowTown", "Retourner à Villeneige"]
["Return_ToMap", "Retourner à %s"]
["Return_Failed", "Vous n'avez pas pu retourner à %s!"]
["Return_Successful", "Vous avez réussi à retourner à %s !"]
["Bandage_ACPet", "Appliquer au mignon"]
["Bandage_Use", "Sélectionnez une cible à soigner."]
["Bandage_NoHeal", "%s n'a pas besoin de soins."]
["Bandage_Text", "Vous traitez vos blessures avec %s."]
["Bandage_PetText", "Vous soignez les blessures de %s avec %s."]
["OldBandage_Text", "Mais ce n'était pas très efficace..."]
["Bandage_ToFar", "%s est trop loin de vous !"]
["Bandage_Enemy", "Vous ne devriez pas soigner quelque chose que vous essayez de tuer."]
["Bandage_Npc", "Les PNJ n'ont pas besoin de soins."]
["Check_Mob", "Examiner le monstre"]
["Release_Mob", "Libérer le monstre"]
["Capsule_Killed", "Votre %s est mort !"]
["Capsule_CantCatchHero", "Vous ne pouvez pas vous capturer !"]
["Capsule_Catch", "Vous avez capturé %s !"]
["Capsule_ToStrong", "Ce monstre est trop fort pour être cap^turé !"]
["Capsule_Return", "Vous avez récupéré votre %s."]
["Capsule_Escape", "%s s'est échappé de votre capsule !"]
["Capsule_AlreadyIns", "Votre %s est déjà dans cette capsule."]
["Capsule_AlreadyOut", "Votre %s est déjà hors de cette capsule."]
["Capsule_Out", "Vous avez envoyé %s !"]
["Capsule_Nothing", "Il n'y a rien dans cette capsule."]
["Capsule_NothingInfo", "Il n'y a pas de monstre à examiner dans cette capsule."]
["Capsule_GoodInfo", "HP: %s/%s\n\nClasse : %s\n\n%s\n\nStatut IA : %s"]
["Capsule_OutInfo", "Récupérez d'abord votre %s avant de l'examiner."]
["Capsule_ReleaseOut", "Récupérez d'abord votre %s avant de le libérer."]
["Capsule_ReleaseGood", "Vous avez libéré votre %s."]
["Capsule_Empty", "Cette capsule est vide."]
["SpecialSummon_UseWarning", "Votre %s est sur le point de casser !"]
["SpecialSummon_Broke", "Votre %s s'est cassé !"]
["Deathly_CantTargetSelf", "Vous ne pouvez pas vous cibler vous-même."]
["Deathly_BadMob", "Vous ne pouvez pas utiliser ça sur ce type de monstre."]
["Deathly_Recruited", "Vous avez réussi à recruter %s !"]
["Deathly_Failed", "Vous avez échoué à recruter %s !"]
["Deathly_CantBePet", "Vous ne pouvez pas cibler vos mignons !"]
["Summoned_Mob", "Vous avez réussi à invoquer %s."]
["Summon_NoSpace", "Il n'y a pas assez de place pour invoquer un monstre."]
["CockerSpaniel_Phrases0", "Ouaf!"]
["CockerSpaniel_Phrases1", "Wrouaf!"]
["CockerSpaniel_Phrases2", "Ouwurf!"]
["Guard_title", "Maître-chien"]
["Guard_text", "Salut, vous voulez acheter un chien de garde ?"]
["Guard_BuyDog", "Acheter %s - %s g"]
["Guard_DogBought", "Merci d'avoir acheté %s."]
["Guard_NoSpace", "Désolé, mais il n'y a pas assez de place autour de vous pour acheter %s maintenant."]
["Guard_NoMoney", "Désolé, mais vous n'avez pas assez pour acheter %s maintenant."]
["Guard_leave", "Non merci"]
["Guard_Bye", "Revenez dès que vous avez besoin d'un autre %s."]
["Innkeeper_title", "Aubergiste"]
["Innkeeper_text", "Voulez-vous rester pour la nuit ?"]
["Innkeeper_stay", "Oui - %s g"]
["Innkeeper_leave", "Non merci"]
["Innkeeper_thanks", "Merci, j'espère que vous apprécierez le séjour."]
["Innkeeper_no_money", "Je suis terriblement navré, mais vous n'avez pas les moyens de louer une chambre."]
["Innkeeper_bye", "En espérant vous revoir bientôt."]
["Barman_title", "Barman"]
["Barman_text", "Qu'est-ce que ce sera ?"]
["Barman_buyPotion1", "Acheter Potion de soins - %s g"]
["Barman_buy", "Acheter %s - %s g"]
["Barman_leave", "Au revoir"]
["Barman_thanks", "Merci, qu'une grande aventure vous attende."]
["Barman_unidentified", "Je suis désolé, mais vous n'avez pas encore identifié cet objet."]
["Barman_no_money", "Je suis sincèrement navré, mais vous n'évez simplement pas les moyens pour ça"]
["Barman_bye", "En espérant vous revoir bientôt."]
["Chef_text", "C'est le coup de feu là !"]
["Chef_NoFood", "Vous n'avez pas de nourriture que je peux cuire."]
["Chef_cookedFood", "J'ai cuit votre %s pour vous. Bon appétit."]
["RoomService_text", "Laissez-moi tranquille s'il vous plaît."]
["Shady_title", "Homme trouble"]
["Shady_text", "On dirait que mon matos vous intéresse, alors ça vous dirait de m'en délester ?"]
["Shady_buySword", "Acheter %s Épée aléatoire - %s g"]
["Shady_buyBow", "Acheter %s Arc aléatoire - %s g"]
["Shady_buyWand", "Acheter %s Baguette aléatoire - %s g"]
["Shady_buyGun", "Acheter Pistolet - %s g"]
["Shady_buyUpgrade", "Acheter Parchemin d'amélioration - %s g"]
["Shady_leave", "Au revoir"]
["Shady_thanks", "Un plaisir de faire affaire avec toi, gamin."]
["Shady_no_money", "Tu me prends pour quoi, un crétin ? Dégage le pouilleux, et reviens quand t'auras du fric."]
["Shady_noWeapon", "Désolé mais il n'y a pas %s"]
["Shady_bye", "Oh ? Quelle dommage, et moi qui pensait qu'un Aventurier voudrait de ça, faut croire que j'avais tort."]
["FairyOverlord_Spare", "S'il vous plaît épargnez-moi %s ! Je me suis seulement battue pour protéger les fées, c'est pourquoi nous avons fui la forêt. Alors je vous prie de m'épargner pour que je puisse continuer à protéger les fées."]
["FairyOverlord_Saved", "Un grand merci %s ! Je suis contente qu'il y ait encore de bonnes et gentilles entités autres que les fées. Je vous promets que nous vous aiderons pour tout ce dont vous avez besoin."]
["FairyOverlord_Thanks", "Merci encore de m'avoir épargnée. Pour nous les fées tout va bien."]
["FairyOverlord_Backstab", "Comment osez-vous !! Fées, tuez %s!"]
["FairyOverlord_NeedFairy", "Bonjour %s ! Je suis maintenant prête à vous permettre d'engager certaines de mes semblables comme compagnes de voyage (pour la modique somme de %s par fée)."]
["FairyOverlord_BuyThanks", "Merci d'avoir engagé une de mes semblable."]
["FairyOverlord_NoSpace", "Vous n'avez pas de place autour de vous pour embaucher une de mes semblables."]
["FairyOverlord_NoMoney", "Désolée mais vous n'avez pas les moyens d'embaucher une de mes semblables."]
["FairyOverlord_ComeBack", "Ok revenez quand vous aurez besoin d'une compagne."]
["Fairy_Thanks", "Merci d'avoir épargné notre reine. Comme vous l'avez épargnée, nous ne vous ennuieront plus."]
["Fairy_TempMsg0", "Salut."]
["Fairy_TempMsg1", "..."]
["Fairy_TempMsg2", "Bonjour, comment allez-vous?"]
["town_deco_snowgnoll_name", "Gnoll de neige"]
["town_deco_snowgnoll_desc", "Le bonhomme de neige est une décoration traditionnelle de la ville pour les fêtes de fin d'année, même les gnolls célèbrent le \"Dungeonmas\", jour où les gnolls de toutes sortes et tous les autres monstres ont envahi le donjon de la ville humaine enneigée."]
["town_deco_torn_bed_name", "Lit déchiré"]
["town_deco_torn_bed_desc", "Lit ordinaire qui a été déchiré."]
["town_deco_torn_curtains_name", "Rideaux déchirés"]
["town_deco_torn_curtains_desc", "Bloque toute la lumière inutile et sert de grande décoration, sauf ceux-ci car ils sont déchirés."]
["town_deco_creator_name", "Créateur des tuiles"]
["town_deco_creator_desc", "Le créateur de ces sprites"]
["town_deco_door_light_name", "Lumière"]
["town_deco_door_light_desc", "De la lumière venant de sous la porte."]
["town_deco_window_light_name", "Lumière"]
["town_deco_window_light_desc", "Un peu de lumière qui passe par la fenêtre."]
["desert_deco_sand_name", "Sable"]
["desert_deco_sand_desc", "Les sables du désert."]
["desert_deco_tile_name", "Briques en grès"]
["desert_deco_tile_desc", "Les briques de grès sont réputées pour être utilisées pour les murs ou les sols en Égypte."]
["desert_deco_pyramid_wall_name", "Mur de briques en grès robuste"]
["desert_deco_pyramid_wall_desc", "Les murs robustes d'une pyramide."]
["desert_deco_tomb_wall_name", "Mur de briques en grès durci"]
["desert_deco_tomb_wall_desc", "Des briques de grès robustes sont souvent utilisées dans les pyramides pour un meilleur support."]
["desert_deco_tomb_entrance_name", "Entrée de la tombe"]
["desert_deco_tomb_entrance_desc", "L'entrée de la tombe du désert."]
["desert_deco_tomb_stairs_name", "Escalier de la tombe"]
["desert_deco_tomb_stairs_desc", "Ces escaliers mènent à la tombe du désert."]
["desert_deco_blown_sand_name", "Sable soufflé"]
["desert_deco_blown_sand_desc", "Du sable transporté par les vents du désert juste pour couvrir ces tuiles."]
["desert_deco_cactus_name", "Cactus"]
["desert_deco_cactus_desc", "Les cactus sont l'une des rares plantes qui peuvent survivre à la chaleur naturelle du désert, et le meilleur dans tout ça, c'est qu'ils n'ont pas besoin d'eau !"]
["desert_deco_dead_bush_name", "Buisson mort"]
["desert_deco_dead_bush_desc", "Un buisson mort est un buisson qui ne peut malheureusement pas survivre dans le désert."]
["desert_deco_dead_grass_name", "Herbe morte"]
["desert_deco_dead_grass_desc", "Cette herbe morte est malheureusement morte il y a longtemps, au point que, quoi qu'il arrive (pas même par la magie), elle ne peut être ranimée."]
["desert_deco_bones_name", "Ossements"]
["desert_deco_bones_desc", "De vieux ossements qui ont été remontés à la surface par les vents naturels du désert."]
["desert_deco_glyph_name", "Glyphe"]
["desert_deco_glyph_desc", "D'anciens glyphes datant d'il y a longtemps qui étaient utilisés pour raconter des histoires et bien d'autres choses."]
["desert_deco_pathway_name", "Voie d'accès"]
["desert_deco_pathway_desc", "À l'origine, un sentier n'était constitué que de briques de grès ordinaires, mais grâce aux vents du désert, du sable l'a recouvert."]
["desert_deco_hardened_sand_name", "Sable durci"]
["desert_deco_hardened_sand_desc", "Une partie du sable a durci ici au point qu'il est très difficile de le faire tomber entre les doigts."]
["desert_deco_stones_name", "Rochers"]
["desert_deco_stones_desc", "Des pierres révélées grâce aux vents du désert, mieux vaut être prudent."]
["CockerSpaniel_AiStatus", "Ce chien fait des choses ordinaires de chien"]
["0Map_Name", "Nil"]
["testLevelMap_Name", "Niveau test"]
["homeMap_Name", "Maison du joueur"]
["crossroadsMap_Name", "Croisée des chemins"]
["ruinedCastleMap_Name", "Château en ruine"]
["desertMap_Name", "Désert"]
["tombMap_Name", "Tombe"]
["snowTownMap_Name", "Villeneige"]
["shedMap_Name", "Abri de Villeneige"]
["house1Map_Name", "Maison de l'ami de l'aventurier"]
["house2Map_Name", "Maison de l'aventurier"]
["house2_basementMap_Name", "Cave de la maison de l'aventurier"]
["tower1Map_Name", "Tour de Villeneige (rez-de-chaussée)"]
["tower2Map_Name", "Tour de Villeneige (premier étage)"]
["innMap_Name", "Auberge de Villeneige"]
["cinemaMap_Name", "Cinéma de Villeneige"]
["churchMap_Name", "Église de Villeneige"]
["fortuneMap_Name", "Maison de la diseuse de bonne aventure"]
["libraryMap_Name", "Bibliothèque de Villeneige"]
["atticMap_Name", "Bibliothèque de Villeneige (grenier)"]
["snowShopMap_Name", "Magasin de villeneige"]
["portal_room_lvl5Map_Name", "Salle du portail du donjon de Villeneige (étage 5)"]
["portal_room_lvl10Map_Name", "Salle du portail du donjon de Villeneige (étage 10)"]
["portal_room_lvl15Map_Name", "Salle du portail du donjon de Villeneige (étage 15)"]
["portal_room_lvl20Map_Name", "Salle du portail du donjon de Villeneige (étage 20)"]
["portal_room_lvl25Map_Name", "Salle du portail du donjon de Villeneige (étage 25)"]
["portal_room_lvl31Map_Name", "Salle du portail du donjon de Villeneige (étage 31)"]
["portal_room_lvl35Map_Name", "Salle du portail du donjon de Villeneige (étage 35)"]
["shadow_lord_levelMap_Name", "Boss du donjon de Villeneige, Seigneur des ombres"]
["6sMap_Name", "Donjon de Villeneige (Grotte aux araignées, étage 1)"]
["7sMap_Name", "Donjon de Villeneige (Grotte aux araignées, étage 2)"]
["8sMap_Name", "Donjon de Villeneige (Grotte aux araignées, étage 3)"]
["9sMap_Name", "Donjon de Villeneige (Grotte aux araignées, étage 4)"]
["10sMap_Name", "Donjon de Villeneige (Grotte aux araignées, étage 5)"]
["necro1Map_Name", "Donjon de Villeneige (Nécropole, étage 1)"]
["necro2Map_Name", "Donjon de Villeneige (Nécropole, étage 2)"]
["necro3Map_Name", "Donjon de Villeneige (Nécropole, étage 3)"]
["necro4Map_Name", "Donjon de Villeneige (Nécropole, étage 4)"]
["necro5Map_Name", "Boss du donjon de Villeneige, Liche (Nécropole, étage 5)"]
["ice1Map_Name", "Donjon de Villeneige (Cavernes de glace, étage 1)"]
["ice2Map_Name", "Donjon de Villeneige (Cavernes de glace, étage 2)"]
["ice3Map_Name", "Donjon de Villeneige (Cavernes de glace, étage 3)"]
["ice4Map_Name", "Donjon de Villeneige (Cavernes de glace, étage 4)"]
["ice5Map_Name", "Boss du donjon de Villeneige, Gardien de glace (Cavernes de glace, étage 5)"]
["1Map_Name", "Donjon de Villeneige (étage 1)"]
["2Map_Name", "Donjon de Villeneige (étage 2)"]
["3Map_Name", "Donjon de Villeneige (étage 3)"]
["4Map_Name", "Donjon de Villeneige (étage 4)"]
["5Map_Name", "Boss du donjon de Villeneige (étage 5)"]
["6Map_Name", "Donjon de Villeneige (étage 6)"]
["7Map_Name", "Donjon de Villeneige (étage 7)"]
["8Map_Name", "Donjon de Villeneige (étage 8)"]
["9Map_Name", "Donjon de Villeneige (étage 9)"]
["10Map_Name", "Boss du donjon de Villeneige (étage 10)"]
["11Map_Name", "Donjon de Villeneige (étage 11)"]
["12Map_Name", "Donjon de Villeneige (étage12)"]
["13Map_Name", "Donjon de Villeneige (étage 13)"]
["14Map_Name", "Donjon de Villeneige (étage 14)"]
["15Map_Name", "Boss du donjon de Villeneige (étage 15)"]
["16Map_Name", "Donjon de Villeneige (étage 16)"]
["17Map_Name", "Donjon de Villeneige (étage 17)"]
["18Map_Name", "Donjon de Villeneige (étage 18)"]
["19Map_Name", "Donjon de Villeneige (étage 19)"]
["20Map_Name", "Boss du donjon de Villeneige (étage 20)"]
["21Map_Name", "Donjon de Villeneige (étage 21)"]
["22Map_Name", "Donjon de Villeneige (étage 22)"]
["23Map_Name", "Donjon de Villeneige (étage 23)"]
["24Map_Name", "Donjon de Villeneige (étage 24)"]
["25Map_Name", "Boss du donjon de Villeneige (étage 25)"]
["26Map_Name", "Donjon de Villeneige (étage 26)"]
["27Map_Name", "Donjon de Villeneige (étage 27)"]
["28Map_Name", "Donjon de Villeneige (étage 28)"]
["29Map_Name", "Donjon de Villeneige (étage 29)"]
["30Map_Name", "Donjon de Villeneige (étage 30)"]
["31Map_Name", "Boss du donjon de Villeneige (étage 31)"]
["32Map_Name", "Donjon de Villeneige (étage 32)"]
["36Map_Name", "Donjon de Villeneige (étage 36)"]
["tombPortal_room_lvl1Map_Name", "Salle du portail du donjon du désert (étage 6)"]
["tomb1Map_Name", "Donjon du désert (étage 1)"]
["tomb2Map_Name", "Donjon du désert (étage 2)"]
["tomb3Map_Name", "Donjon du désert (étage 3)"]
["tomb4Map_Name", "Donjon du désert (étage 4)"]
["tomb5Map_Name", "Donjon du désert (étage 5)"]
["tomb6Map_Name", "Donjon du désert (étage 6)"]
["tomb7Map_Name", "Donjon du désert (étage 7)"]
["tombFinalMap_Name", "Boss du donjon du désert, Dragon osseux (étage 8)"]
["sleepPortal_room_lvl1Map_Name", "Salle du portail du donjon du sommeil (étage 6)"]
["sleep1Map_Name", "Donjon du sommeil (étage 1)"]
["sleep2Map_Name", "Donjon du sommeil (étage 2)"]
["sleep3Map_Name", "Donjon du sommeil (étage 3)"]
["sleep4Map_Name", "Donjon du sommeil (étage 4)"]
["sleep5Map_Name", "Donjon du sommeil (étage 5)"]
["dreamPortal_room_lvl1Map_Name", "Salle du portail du donjon du rêve (étage 12)"]
["dreamPortal_room_lvl2Map_Name", "Salle du portail du donjon du rêve (étage 17)"]
["dream1Map_Name", "Donjon du rêve (étage 7)"]
["dream2Map_Name", "Donjon du rêve (étage 8)"]
["dream3Map_Name", "Donjon du rêve (étage 9)"]
["dream4Map_Name", "Donjon du rêve (étage 10)"]
["dream5Map_Name", "Donjon du rêve (étage 11)"]
["dream6Map_Name", "Donjon du rêve (étage 13)"]
["dream7Map_Name", "Donjon du rêve (étage 14)"]
["dream8Map_Name", "Donjon du rêve (étage 15)"]
["dream9Map_Name", "Donjon du rêve (étage 16)"]
["dreamFinalMap_Name", "Bosse du donjon du rêve, Fée suzeraine (étage 17)"]
["nightmarePortal_room_lvl1Map_Name", "Salle du portail du donjon du cauchemar (étage 12)"]
["nightmarePortal_room_lvl2Map_Name", "Salle du portail du donjon du cauchemar (étage 17)"]
["nightmare1Map_Name", "Donjon du cauchemar (étage 7)"]
["nightmare2Map_Name", "Donjon du cauchemar (étage 8)"]
["nightmare3Map_Name", "Donjon du cauchemar (étage 9)"]
["nightmare4Map_Name", "Donjon du cauchemar (étage 10)"]
["nightmare5Map_Name", "Donjon du cauchemar (étage 11)"]
["nightmare6Map_Name", "Donjon du cauchemar (étage 13)"]
["nightmare7Map_Name", "Donjon du cauchemar (étage 14)"]
["nightmare8Map_Name", "Donjon du cauchemar (étage 15)"]
["nightmare9Map_Name", "Donjon du cauchemar (étage 16)"]
["nightmareFinalMap_Name", "Boss du donjon du cauchemar, Néant infini (étage 17)"]